//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Um local seguro para os seus dados";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "Multiplas contas";
"_intro_2_text_"    = "Conectar todas as suas nuvens e tocar no logotipo Nextcloud na tab de Ficheiros para alternar entre eles";

"_intro_3_title_"   = "Começar";
"_intro_3_text_"    = "Boa, a sua Nextcloud está pronta para usar. Mais informações, noticias, informação de contactos pode ser encontrada em https:\\nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "O  protocolo de cifra Crypto Cloud já não está disponível, pode no entanto decifrar os seus ficheiros descarregando a aplicação de forma gratuita na AppStore\n\n'CryptoCloud para Nextcloud' \n\nBrevemente um novo protocolo ponto-a-ponto será disponibilizado em todos os clientes Nextcloud\n\n\nToque para Começar ";

"_log_in_"          = "Log in";
"_sign_up_"         = "Create account";
